{
	"knowledge": [
		{
			"text": "[font_size=24][b]Steal This Book[/b][/font_size]\n[i](3rd Edition)[/i]\n\n[b]Table of Contents[/b]\nChapter 1: Survive\nChapter 2: Fight\nChapter 3: Liberate",
			"resources": [
				{
					"name":"determination",
					"quantity":1
				}
			]
		},
		{
			"text": "[b]Survive[/b]\n\n[b]Section 1: Security Culture[/b]\nSecurity Culture is the most powerful tool to keep us in the fight. The %!&$ have their spies and they are ready to use them to defame, fracture, jail, and intimidate our movement — this is no bullshit.",
			"action_unlocks":[13],
			"resources": [
				{
					"name":"determination",
					"quantity":1
				}
			]
		},
		{
			"text": "Keep all groups small and intimate, one is best; three is a the number to never exceed for actions; group together several threes for very big actions.",
			"action_unlocks":[16]
		},
		{
			"text": "• NEVER BRAG about past actions!\n• NEVER USE NAMES when planning an action!\n• Only discuss action with those who NEED TO KNOW!\n• After an action, NEVER DISCUSS it with OUTSIDERS!",
			"bonuses": [
				{
					"action_type": 13,
					"resource_name":"suspicion",
					"bonus":-0.05
				},
				{
					"action_type": 16,
					"resource_name":"suspicion",
					"bonus":-0.05
				}
			]
		},
		{
			"text": "• NEVER ADMIT anything to the authorities, even for a deal when they claim others have ratted out! If you haven't ratted them out yet, they probably haven't ratted you out either.\n• While you're at it, DON'T TELL THE AUTHORITIES ANYTHING!",
			"bonuses": [
				{
					"resource_name":"suspicion",
					"bonus":-0.05
				}
			]
		},
		{
			"text": "[b]Electronic Communication[/b]\nE-mail is never safe. Ever. If you're planning a mass direct action event, you must use a spokescouncil meeting or other face-to-face organizing strategy.",
			"bonuses": [
				{
					"action_type": 13,
					"resource_name":"suspicion",
					"bonus":-0.05
				},
				{
					"action_type": 16,
					"resource_name":"suspicion",
					"bonus":-0.05
				}
			]
		},
		{
			"text": "[b]Phones[/b]\nYour phone will leave you implicated with whatever action you do. In general, treat a phone as if someone were listening. Never give specifics.",
			"bonuses": [
				{
					"resource_name":"suspicion",
					"bonus":-0.05
				}
			]
		},
		{
			"text": "[b]Names[/b]\nDon't use people's names at a direct action protest... Use special nicknames or aliases, as concealing your identity from the authorities is important.",
			"bonuses": [
				{
					"action_type": 16,
					"resource_name":"suspicion",
					"bonus":-0.05
				}
			]
		},
		{
			"text": "[b]Appearance[/b]\nDon't look sketchy. If you're having a spokescouncil meeting in a public place, take off your bandanas! Though as mentioned, concealing your identity is important.",
			"bonuses": [
				{
					"action_type": 13,
					"resource_name":"suspicion",
					"bonus":-0.05
				},
				{
					"action_type": 16,
					"resource_name":"suspicion",
					"bonus":-0.05
				}
			]
		},
		{
			"text": "[b]Masks[/b]\nIf you are engaging in civil disobedience and you don't plan on being arrested, you should conceal your face. When combined with a hat and some sunglasses, this makes you nearly impossible to identify.",
			"bonuses": [
				{
					"action_type": 13,
					"resource_name":"suspicion",
					"bonus":-0.05
				},
				{
					"action_type": 16,
					"resource_name":"suspicion",
					"bonus":-0.05
				}
			]
		},
		{
			"text": "[b]Conclusion[/b]\nMaintaining a tight security culture is essential for creating a cohesive, safe, and effective movement based on the principals of trust and solidarity. This guide may seem harsh and paranoid, and you should always use reason.",
			"resources": [
				{
					"name":"determination",
					"quantity":1
				}
			]
		}
	]
}